
#__________________________________________________________________________
# Function for storing whole text of User Home in English
def user_home_text():
    text_lis = [
    "KisanTech",
    "Name",
    "Phone Number",
    "Status",
    "Farmer",
    "Location",
    "Ambala, Haryana",
    "More Info",
    "Home",
    "Weather",
    "Work",
    "Blog",
    "Contact",
    "Kisan",
    "Tech",
    "WELL ROOTED TO NATURE",
    "OUR SPECIAL FEATURES",
    "HERE YOU WILL GET THE INFORMATION OF WEATHER OF YOUR LOCATION, FINANCIAL HELP AND FERTILIZERS SUITABLE FOR YOUR CROPS!!",
    "WEATHER FORECAST",
    "click here to know the climatic changes for the next seven days",
    "Financial help", 
    "Click here to get the benifit of amazing loan and insurance offers",
    "Shop Now", 
    "Click here to get the appropriate materials for your crop at best price",
    "Videos",
    "INFORMATIVE VIDEOS FOR YOU", 
    "Illustration",
    "Even the all-powerful Pointing has no control",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic life One day however a small line of blind text by the name of Lorem Ipsum decided to leave for the far World of Grammar.",
    "Application", 
    "Even the all-powerful Pointing has no control",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic life One day however a small line of blind text by the name of Lorem Ipsum decided to leave for the far World of Grammar.",
    "Web Design",
    "Even the all-powerful Pointing has no control",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic life One day however a small line of blind tet by the name of Lorem Ipsum decided to leave for the far World of Grammar.",
    "THANKS FOR YOUR VISIT",
    "HERE WE HAVE MORE FEATURES FOR YOU!!",
    "Financial Help", 
    "Click here for financial support. 'A good financial plan is a roadmap that shows us exactly how the choices we make today will affect our future.'",
    "Multiple Functions",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic.",
    "Advanced Visualizations",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic.",
    "Community and Supports",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic.",
    "HELPFUL LINKS FOR YOU!!",
    "Click here to associate with - ",
    " PM-KISAN-SAMMAN-NIDHI-YOJANA",
    "Click here to know all details of - ",
    " CENTRAL-GOVERNMENT-SCHEMES",
    "DEVELOPERS",
    "PRO-CODERS",
    "Aaditya Singhal",
    "Abhay Dhiman",
    "Ayush Malik ",
    "Akshita Sharma",
    "CONTACT",
    "Copyright",
    "All rights reserved",
    "This template is made with",
    "by",
    "PRO-CODERS"
    ]

    return text_lis



#__________________________________________________________________________
# Function for storing whole text of User Home in Hindi
def user_home_text2():
    ls = ['KisanTech', 'नाम', 'फ़ोन नंबर', 'स्थिति', 'किसान', 'स्थान', 'अंबाला, हरियाणा', 'और जानकारी', '\
    घर', 'मौसम', 'काम', 'ब्लॉग', 'संपर्क करें', 'किसान', 'टेक', 'प्रकृति के लिए तैयार की गई', 'हमारे\
    विशेष फीचर्स', 'यहाँ आप अपने स्थान, वित्तीय सहायता और अपने क्रॉप के लिए उपयुक्त योग्य उम्मीदवार\
    ों की सूचना प्राप्त करेंगे !!', 'मौसम पूर्वानुमान', 'अगले सात दिनों के लिए जलवायु परिवर्तन जानने\
    के लिए यहां क्लिक करें', 'वित्तीय सहायता', 'अद्भुत ऋण और बीमा ऑफ़र के लाभ प्राप्त करने के लिए य\
    हां क्लिक करें', 'अभी खरीदो', 'सर्वोत्तम मूल्य पर अपनी फसल के लिए उपयुक्त सामग्री प्राप्त करने क\
    े लिए यहां क्लिक करें', 'वीडियो', 'आपके लिए प्रभावशाली वीडियो', 'चित्रण', 'यहां तक \u200b\u200bक\
    ि सर्व-शक्तिशाली पॉइंटिंग का भी कोई नियंत्रण नहीं है', 'यहां तक \u200b\u200bकि ऑल-पावर पॉइंटिंग \
    का अंधे ग्रंथों के बारे में कोई नियंत्रण नहीं है यह लगभग एक अपरंपरागत जीवन है एक दिन हालांकि लोर\
    म इप्सम के नाम से अंधा पाठ की एक छोटी सी पंक्ति ने व्याकरण के सुदूर विश्व के लिए जाने का फैसला क\
    िया।', 'आवेदन', 'यहां तक \u200b\u200bकि सर्व-शक्तिशाली पॉइंटिंग का भी कोई नियंत्रण नहीं है', 'यह\
    ां तक \u200b\u200bकि ऑल-पावर पॉइंटिंग का अंधे ग्रंथों के बारे में कोई नियंत्रण नहीं है यह लगभग ए\
    क अपरंपरागत जीवन है एक दिन हालांकि लोरम इप्सम के नाम से अंधा पाठ की एक छोटी सी पंक्ति ने व्याकरण\
    के सुदूर विश्व के लिए जाने का फैसला किया।', 'वेब डिजाइन', 'यहां तक \u200b\u200bकि सर्व-शक्तिशाल\
    ी पॉइंटिंग का भी कोई नियंत्रण नहीं है', 'यहां तक \u200b\u200bकि ऑल-पावर पॉइंटिंग का अंधे ग्रंथों\
    के बारे में कोई नियंत्रण नहीं है यह लगभग एक अपरंपरागत जीवन है एक दिन हालांकि लोरम इप्सम के नाम \
    से अंधा टेट की एक छोटी सी रेखा ने सुदूर विश्व व्याकरण के लिए जाने का फैसला किया।', 'आपके आगमन के\
    लिए धन्यवाद', 'यहाँ हम आपके लिए और अधिक विशेषताएं हैं !!', 'वित्तीय सहायता', "वित्तीय सहायता के\
    लिए यहां क्लिक करें। 'एक अच्छी वित्तीय योजना एक रोडमैप है, जो हमें दिखाता है कि आज जो विकल्प हम\
    बनाते हैं, वह हमारे भविष्य को कैसे प्रभावित करेगा।'", 'कई कार्य', 'यहां तक \u200b\u200bकि ऑल-पा\
    वर पॉइंटिंग का भी अंधे ग्रंथों के बारे में कोई नियंत्रण नहीं है, यह लगभग अपरंपरागत है।', 'उन्नत \
    दृश्य', 'यहां तक \u200b\u200bकि ऑल-पावर पॉइंटिंग का भी अंधे ग्रंथों के बारे में कोई नियंत्रण नही\
    ं है, यह लगभग अपरंपरागत है।', 'समुदाय और समर्थन करता है', 'यहां तक \u200b\u200bकि ऑल-पावर पॉइंटि\
    ंग का भी अंधे ग्रंथों के बारे में कोई नियंत्रण नहीं है, यह लगभग अपरंपरागत है।', 'आपके लिए उपयोगी\
    लिंक !!', 'से संबद्ध करने के लिए यहां क्लिक करें -', 'पीएम किसान-सम्मान-निधि-योजना', 'सभी विवरण\
    जानने के लिए यहां क्लिक करें -', 'केन्द्रीय सरकार योजनाएं', 'डेवलपर्स', 'प्रो-कोडर', 'आदित्य सि\
    ंघल', 'अभय धीमान', 'आयुष मलिक', 'अक्षिता शर्मा', 'संपर्क करें', 'कॉपीराइट', 'सभी अधिकार सुरक्षित\
    ', 'इस टेम्पलेट के साथ बनाया गया है', 'द्वारा', 'प्रो-कोडर']

    return ls




#__________________________________________________________________________
# Function for storing whole text of User Home in Punjabi
def user_home_text3():
    ls2 = ['ਕਿਸਨਟੈਕ', 'ਨਾਮ', 'ਫੋਨ ਨੰਬਰ', 'ਸਥਿਤੀ', 'ਕਿਸਾਨ', 'ਟਿਕਾਣਾ', 'ਅੰਬਾਲਾ, ਹਰਿਆਣਾ', 'ਹੋਰ ਜਾਣਕਾਰੀ', 'ਘਰ', 'ਮੌਸਮ', 'ਕੰਮ', 'ਬ\
    ਲਾੱਗ', 'ਸੰਪਰਕ', 'ਕਿਸਾਨ', 'ਤਕਨੀਕ', 'ਕੁਦਰਤ ਵੱਲ ਸਜਿਆ ਜਾਵੇਗਾ', 'ਸਾਡੀਆਂ ਵਿਸ਼ੇਸ਼ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ', 'ਇੱਥੇ ਤੁਸੀਂ ਆਪਣੇ ਟਿਕਾਣੇ, \
    ਵਿੱਤੀ ਸਹਾਇਤਾ ਅਤੇ ਫ਼ਰਟੀਲੀਜਰਾਂ ਨੂੰ ਆਪਣੀ ਫਸਲਾਂ ਦੇ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ ਗਰਮੀ ਦੀ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰੋਗੇ !!', 'ਮੋਸਮ ਪੂਰਵ ਜਾਣਕਾਰੀ\
    ', 'ਅਗਲੇ ਸੱਤ ਦਿਨਾਂ ਲਈ ਮੌਸਮੀ ਤਬਦੀਲੀਆਂ ਨੂੰ ਜਾਣਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ', 'ਵਿੱਤੀ ਮਦਦ', 'ਸ਼ਾਨਦਾਰ ਕਰਜ਼ਾ ਅਤੇ ਬੀਮਾ ਪੇਸ਼ਕਸ਼ਾਂ ਦੀ\
    ਸਰਬੋਤਮ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ', 'ਹੁਣ ਖਰੀਦੋ', 'ਆਪਣੀ ਫਸਲ ਲਈ ਵਧੀਆ ਕੀਮਤ ਤੇ atੁਕਵੀਂ ਸਮੱਗਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ \
    ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ', 'ਵੀਡੀਓ', 'ਤੁਹਾਡੇ ਲਈ ਜਾਣਕਾਰੀ ਦੇਣ ਵਾਲੇ ਵੀਡੀਓ', 'ਵਿਆਖਿਆ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਵ ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਵੀ ਕੋ\
    ਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਅੰਨ੍ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ\
    ਜੀਵਨ ਹੈ ਇੱਕ ਦਿਨ ਹਾਲਾਂਕਿ ਲੋਰੇਮ ਇਪਸਮ ਦੇ ਨਾਮ ਨਾਲ ਅੰਨ੍ਹੇ ਪਾਠ ਦੀ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਲਾਈਨ ਵਿਆਕਰਣ ਦੇ ਦੂਰ ਦੇ ਸੰਸਾਰ ਨੂੰ ਜਾਣ ਦਾ ਫ\
    ੈਸਲਾ ਕੀਤਾ.', 'ਐਪਲੀਕੇਸ਼ਨ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਵ ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਵੀ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪ\
    ੁਆਇੰਟਿੰਗ ਦਾ ਅੰਨ੍ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ ਜੀਵਨ ਹੈ ਇੱਕ ਦਿਨ ਹਾਲਾਂਕਿ ਲੋਰੇਮ ਇਪਸਮ ਦੇ ਨਾਮ ਨਾਲ\
    ਅੰਨ੍ਹੇ ਪਾਠ ਦੀ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਲਾਈਨ ਵਿਆਕਰਣ ਦੇ ਦੂਰ ਦੇ ਸੰਸਾਰ ਨੂੰ ਜਾਣ ਦਾ ਫੈਸਲਾ ਕੀਤਾ.', 'ਵੈੱਬ ਡਿਜ਼ਾਈਨ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਵ ਸ\
    ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਵੀ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਅੰਨ੍ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨ\
    ਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ ਜੀਵਨ ਹੈ ਇੱਕ ਦਿਨ ਹਾਲਾਂਕਿ ਲੋਰੇਮ ਇਪਸਮ ਦੇ ਨਾਮ ਨਾਲ ਅੰਨ੍ਹੇ ਟੀਟ ਦੀ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਲਾਈਨ ਨੇ ਵਿਆਕਰਣ\
    ਦੇ ਦੂਰ ਦੇ ਸੰਸਾਰ ਲਈ ਰਵਾਨਾ ਹੋਣ ਦਾ ਫੈਸਲਾ ਕੀਤਾ.', 'ਤੁਹਾਡੀ ਮੁਲਾਕਾਤ ਲਈ ਧੰਨਵਾਦ', 'ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਵਧੇਰੇ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਲਈ ਇੱ\
    ਥੇ ਹਾਂ!', 'ਵਿੱਤੀ ਮਦਦ', "ਵਿੱਤੀ ਸਹਾਇਤਾ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ. 'ਇਕ ਚੰਗੀ ਵਿੱਤੀ ਯੋਜਨਾ ਇਕ ਰੋਡਮੈਪ ਹੈ ਜੋ ਸਾਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਅ\
    ੱਜ ਅਸੀਂ ਜੋ ਚੋਣਾਂ ਕਰਦੇ ਹਾਂ ਉਹ ਸਾਡੇ ਭਵਿੱਖ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰੇਗੀ.'", 'ਕਈ ਕਾਰਜ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਅੰਨ੍\
    ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ ਹੈ.', 'ਐਡਵਾਂਸਡ ਵਿਜ਼ੂਅਲਿਕੇਸ਼ਨਜ਼', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪੁਆ\
    ਇੰਟਿੰਗ ਦਾ ਅੰਨ੍ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ ਹੈ.', 'ਕਮਿ Communityਨਿਟੀ ਅਤੇ ਸਮਰਥਨ', 'ਇਥੋਂ ਤਕ ਕ\
    ਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਅੰਨ੍ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ ਹੈ.', 'ਤੁਹਾਡੇ ਲਈ ਮਦਦਗਾਰ ਲਿੰਕ \
    !!', 'ਨਾਲ ਜੁੜਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ -', 'ਪ੍ਰਧਾਨਮੰਤਰੀ-ਕਿਸਾਨ-ਸੰਮਨ-ਨਿਧੀ-ਯੋਜਾਨਾ', 'ਦੇ ਸਾਰੇ ਵੇਰਵੇ ਜਾਣਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ -'\
    , 'ਕੇਂਦਰੀ-ਸਰਕਾਰ-ਯੋਜਨਾਵਾਂ', 'ਵਿਕਾਸਕਾਰ', 'ਪ੍ਰੋ-ਕੋਡਰ', 'ਆਦਿਤਿਆ ਸਿੰਘਲ', 'ਅਭੈ ਧੀਮਾਨ', 'ਆਯੁਸ਼ ਮਲਿਕ', 'ਅਕਸ਼ਿਤਾ ਸ਼ਰਮਾ', 'ਸੰ\
    ਪਰਕ ਕਰੋ', 'ਕਾਪੀਰਾਈਟ', 'ਸਾਰੇ ਹੱਕ ਰਾਖਵੇਂ ਹਨ', 'ਇਹ ਨਮੂਨਾ ਨਾਲ ਬਣਾਇਆ ਗਿਆ ਹੈ', 'ਨਾਲ', 'ਪ੍ਰੋ-ਕੋਡਰ']

    return ls2



#__________________________________________________________________________
# Function for storing whole text of User Home in Marathi
def user_home_text4():

    ls3 = ['किसनटेक', 'नाव', 'फोन नंबर', 'स्थिती', 'शेतकरी', 'स्थान', 'अंबाला, हरियाणा', 'अधिक माहिती', 'मुख्यपृष्ठ', 'हवामान', 'काम', 'ब्लॉग', 'संपर्क', 'क\
    िसन', 'टेक', 'निसर्गावर रुजले', 'आमची खास वैशिष्ट्ये', 'येथे आपणास आपल्या जागेची गरम पाणी, अर्थसहाय्य आणि आपल्या पिकासाठी उपयुक्त असे फर्टिलिझर्सच\
    ी माहिती मिळेल.', 'हवामान अंदाज', 'पुढील सात दिवस हवामानातील बदल जाणून घेण्यासाठी येथे क्लिक करा', 'आर्थिक मदत', 'आश्चर्यकारक कर्ज आणि विमा ऑफरचे \
    बेनिफिट मिळविण्यासाठी येथे क्लिक करा', 'आता खरेदी करा', 'आपल्या पिकासाठी योग्य किंमतीत योग्य साहित्य मिळविण्यासाठी येथे क्लिक करा', 'व्हिडिओ', 'आप\
    ल्यासाठी माहितीपूर्ण व्हिडिओ', 'स्पष्टीकरण', 'सर्वसमर्थक पॉइंटिंगवरही नियंत्रण नसते', 'अगदी जवळजवळ अनर्थोग्राफिक जीवन आहे या आंधळ्या ग्रंथांबद्दलद\
    ेखील सर्वांगीण पॉइंटिंगचे कोणतेही नियंत्रण नसते परंतु एके दिवशी लोरेम इप्सम नावाने अंध मजकुराची एक छोटी ओळ व्याकरणातून दूरच्या जगाकडे जाण्याचा निर\
    ्णय घेतला.', 'अर्ज', 'सर्वसमर्थक पॉइंटिंगवरही नियंत्रण नसते', 'अगदी जवळजवळ अनर्थोग्राफिक जीवन आहे या आंधळ्या ग्रंथांबद्दलदेखील सर्वांगीण पॉइंटिंगच\
    े कोणतेही नियंत्रण नसते परंतु एके दिवशी लोरेम इप्सम नावाने अंध मजकुराची एक छोटी ओळ व्याकरणातून दूरच्या जगाकडे जाण्याचा निर्णय घेतला.', 'वेब डिझाइन\
    ', 'सर्वसमर्थक पॉइंटिंगवरही नियंत्रण नसते', 'अगदी जवळजवळ अनर्थोग्राफिक जीवन आहे या आंधळ्या ग्रंथांबद्दलदेखील सर्वांगीण पॉइंटिंगचे कोणतेही नियंत्रण\
    नाही परंतु एके दिवशी लोरेम इप्सम नावाच्या अंध टेटची एक छोटी ओळ व्याकरणाच्या दुर्गम जागी रवाना होण्याचा निर्णय घेतला.', 'तुमच्या भेटीसाठी धन्यवाद'\
    , 'आम्ही आपल्यासाठी अधिक वैशिष्ट्ये येथे आहोत!', 'आर्थिक मदत', "आर्थिक मदतीसाठी येथे क्लिक करा. 'एक चांगली आर्थिक योजना हा एक रोडमॅप आहे जो आपल्या\
    ला दर्शवितो की आपण घेत असलेल्या निवडीमुळे आपल्या भविष्यावर कसा परिणाम होईल.'", 'एकाधिक कार्ये', 'अगदी सर्वत्र पॉइंटिंगकडेही अंध ग्रंथांविषयी नियंत\
    ्रण नसते ते जवळजवळ एक अनर्थोग्राफिक आहे.', 'प्रगत व्हिज्युअलायझेशन', 'अगदी सर्वत्र पॉइंटिंगकडेही अंध ग्रंथांविषयी नियंत्रण नसते ते जवळजवळ एक अनर्थ\
    ोग्राफिक आहे.', 'समुदाय आणि समर्थन', 'अगदी सर्वत्र पॉइंटिंगकडेही अंध ग्रंथांविषयी नियंत्रण नसते ते जवळजवळ एक अनर्थोग्राफिक आहे.', 'आपल्यासाठी सहाय\
    ्यक दुवे !!', 'सह संबद्ध करण्यासाठी येथे क्लिक करा -', 'पंतप्रधान-किसन-सन्मान-निधी-युवा', 'सर्व तपशील जाणून घेण्यासाठी येथे क्लिक करा -', 'केंद्र \
    सरकार-योजना', 'विकासक', 'प्रो-कोडर्स', 'आदित्य सिंघल', 'अभय धीमान', 'आयुष मलिक', 'अक्षिता शर्मा', 'संपर्क', 'कॉपीराइट', 'सर्व हक्क राखीव', 'हे टेम\
    ्पलेट बनलेले आहे', 'द्वारा', 'प्रो-कोडर्स']

    return ls3



#__________________________________________________________________________
# Function for storing whole text of User Home in Tamil
def user_home_text5():

    ls4 = ['கிசான்டெக்', 'பெயர்', 'தொலைபேசி எண்', 'நிலை', 'உழவர்', 'இடம்', 'அம்பாலா, ஹரியானா', 'மேலும் தகவல்', 'வீடு', 'வானிலை', 'வ\
    ேலை', 'வலைப்பதிவு', 'தொடர்பு கொள்ளுங்கள்', 'கிசான்', 'தொழில்நுட்பம்', 'இயற்கைக்கு வேரூன்றியது', 'எங்கள் சிறப்பு அம்சங்கள்'\
    , 'உங்கள் இருப்பிடத்தின் வானிலை, நிதி உதவி மற்றும் உங்கள் பயிர்களுக்கு ஏற்ற ஃபெர்டிலைசர்கள் பற்றிய தகவல்களை இங்கே பெறுவீர்\
    கள் !!', 'WEATHER FORECAST', 'அடுத்த ஏழு நாட்களுக்கு காலநிலை மாற்றங்களை அறிய இங்கே கிளிக் செய்க', 'நிதி உதவி', 'அற்புதமான \
    கடன் மற்றும் காப்பீட்டு சலுகைகளின் பெனிஃபிட்டைப் பெற இங்கே கிளிக் செய்க', 'இப்பொழுது வாங்கு', 'உங்கள் பயிருக்கு பொருத்தமா\
    ன பொருட்களை சிறந்த விலையில் பெற இங்கே கிளிக் செய்க', 'வீடியோக்கள்', 'உங்களுக்கான தகவல் வீடியோக்கள்', 'விளக்கம்', 'அனைத்து \
    சக்திவாய்ந்த பாயிண்டிங் கூட எந்த கட்டுப்பாடும் இல்லை', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற்கும் கூட குருட்டு நூல்களைப் பற்\
    றி எந்த கட்டுப்பாடும் இல்லை, இது கிட்டத்தட்ட வழக்கத்திற்கு மாறான வாழ்க்கை. ஒரு நாள் இருப்பினும் லோரெம் இப்சம் என்ற பெயரில்\
    ஒரு சிறிய குருட்டு உரை தொலைதூர இலக்கண உலகத்திற்கு செல்ல முடிவு செய்தது.', 'விண்ணப்பம்', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்\
    கூட எந்த கட்டுப்பாடும் இல்லை', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற்கும் கூட குருட்டு நூல்களைப் பற்றி எந்த கட்டுப்பாடும் இல\
    ்லை, இது கிட்டத்தட்ட வழக்கத்திற்கு மாறான வாழ்க்கை. ஒரு நாள் இருப்பினும் லோரெம் இப்சம் என்ற பெயரில் ஒரு சிறிய குருட்டு உரை \
    தொலைதூர இலக்கண உலகத்திற்கு செல்ல முடிவு செய்தது.', 'வலை வடிவமைப்பு', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங் கூட எந்த கட்டுப்பாடு\
    ம் இல்லை', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற்கும் கூட குருட்டு நூல்களைப் பற்றி எந்த கட்டுப்பாடும் இல்லை, இது கிட்டத்தட்ட\
    வழக்கத்திற்கு மாறான வாழ்க்கை. இருப்பினும் ஒரு நாள் லோரெம் இப்சம் என்ற பெயரில் ஒரு சிறிய குருட்டு டெட் தொலைதூர இலக்கண உலகத\
    ்திற்கு செல்ல முடிவு செய்தது.', 'உங்கள் வருகைக்கு நன்றி', 'உங்களுக்காக நாங்கள் இன்னும் பல அம்சங்களைக் கொண்டுள்ளோம் !!', 'ந\
    ிதி உதவி', "நிதி உதவிக்கு இங்கே கிளிக் செய்க. 'ஒரு நல்ல நிதித் திட்டம் என்பது ஒரு வரைபடமாகும், இது இன்று நாம் செய்யும் தேர\
    ்வுகள் நம் எதிர்காலத்தை எவ்வாறு பாதிக்கும் என்பதைக் காட்டுகிறது.'", 'பல செயல்பாடுகள்', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற\
    ்கும் கூட குருட்டு நூல்களைப் பற்றி எந்த கட்டுப்பாடும் இல்லை, இது கிட்டத்தட்ட வழக்கத்திற்கு மாறானது.', 'மேம்பட்ட காட்சிப்பட\
    ுத்தல்', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற்கும் கூட குருட்டு நூல்களைப் பற்றி எந்த கட்டுப்பாடும் இல்லை, இது கிட்டத்தட்ட வ\
    ழக்கத்திற்கு மாறானது.', 'சமூகம் மற்றும் ஆதரவுகள்', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற்கும் கூட குருட்டு நூல்களைப் பற்றி எ\
    ந்த கட்டுப்பாடும் இல்லை, இது கிட்டத்தட்ட வழக்கத்திற்கு மாறானது.', 'உங்களுக்கு உதவக்கூடிய இணைப்புகள் !!', 'இணைக்க இங்கே கிள\
    ிக் செய்க -', 'PM-KISAN-SAMMAN-NIDHI-YOJANA', 'இதன் அனைத்து விவரங்களையும் அறிய இங்கே கிளிக் செய்க -', 'மத்திய அரசு-திட்டங்\
    கள்', 'டெவலப்பர்கள்', 'புரோ கோடர்கள்', 'ஆதித்யா சிங்கால்', 'அபய் திமான்', 'ஆயுஷ் மாலிக்', 'அக்ஷிதா சர்மா', 'தொடர்பு', 'பதி\
    ப்புரிமை', 'அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை', 'இந்த வார்ப்புரு உருவாக்கப்பட்டுள்ளது', 'வழங்கியவர்', 'புரோ கோடர்கள்'] 

    return ls4



# Function for storing whole text of Weather Page
def weather_text():
    text_lis = [
    "Weather",
    "Home",
    "Weather",
    "Work",
    "Blog",
    "Contact",
    "Weather ",
    "Max",
    "Min",
    "Visibility",
    "Wind",
    "Humidity",
    "DEVELOPERS",
    "PRO-CODERS",
    "Aaditya Singhal",
    "Abhay Dhiman",
    "Ayush Malik ",
    "Akshita Sharma",
    "CONTACT",
    "Copyright",
    "All rights reserved",
    "This template is made with",
    "by",
    "PRO-CODERS"
    ]

    return text_lis




# Function for storing whole text of Financial Page
def financial_text():
    text_lis = [
    "KisanTech",
    "Home",
    "Weather",
    "More",
    "About",
    "Work",
    "More",
    "LOANS AND INSURANCE",
    "Agriculture loans and insurance are given to all types of farming operations, farming equipment, construction of infrastructures, marketing operations etc.",
    "Read more",
    "Loans",
    "click here to apply for loan.",
    "Insurance",
    "Click here to apply for insurance.",
    "DEVELOPERS",
    "PRO-CODERS",
    "Aaditya Singhal",
    "Abhay Dhiman",
    "Ayush Malik ",
    "Akshita Sharma",
    "CONTACT",
    "Copyright",
    "All rights reserved",
    "This template is made with",
    "by",
    "PRO-CODERS"
    ]

    return text_lis



#__________________________________________________________________________
# Function for storing whole text of loan form in English
def loan_text():
    text_lis = [
    "AGRICULTURE LOAN",

    "Personal Information",

    "FIRST NAME", 

    "LAST NAME", 

    "DATE OF BIRTH", 

    "MOBILE NUMBER",

    "EMAIL",

    "GENDER", "Male", "Female", "Other",

    "MARITAL STATUS", "Single", "Married", "Other",

    "ANNUAL INCOME",

    "PERMANENT ADDRESS",

    "Loan Details",

    "LOAN TYPE",

    "Please choose an option",

    "Running day to day operations",

    "Buying farm machinery",

    "Purchasing Land",

    "Storage purposes",

    "Product marketing loans",

    "Expansion",

    "Other",

    "AGRICULTURAL LAND AREA",

    "TOTAL LAND AREA",

    "ALREADY HAVE LOAN", "Yes", "No",

    "AMOUNT REQUIRED",

    "LOAN REQUIRED FOR",

    "Additional Details",

    "Is there a criminal record on you",

    "Is there pending criminal case on you",

    "Have you been blacklisted",  "If yes, amount",

    "Have you signed a guarantee or surety for an entity", 

    "I authorize prospective credit granters/lending/leasing companies to obtain personal and credit \
    information about me from credit bureau, or credit reporting agency, any person who has or may have any\
    financial dealing with me, or from any refereces i have provided. this information, as well as that\
    provided by me in the application, will be refered to in connection with this lease or any other \
    relationships we may establish from time to time. Any personal and credit information obtained\
    may be disclosed from time to time to the lemders, credit bureaus or other credit reporting agencies.",


    "I hereby agree that the information given is true, accurate and complete as of the date of this\
    form submission"
    ]

    return text_lis



#__________________________________________________________________________
# Function for storing whole text of loan form in Hindi
def loan_text2():
    text_lis = ['कृषि ऋण', 'व्यक्तिगत जानकारी', 'पहला नाम', 'अंतिम नाम', 'जन्म की तारीख', 'मोबाइल नंबर', 'ईमेल', 'ल\
    िंग', 'नर', 'महिला', 'अन्य', 'वैवाहिक स्थिति', 'एक', 'विवाहित', 'अन्य', 'वार्षिक आय', 'स्थाई पता', '\
    ऋण का विवरण', 'LOAN प्रकार', 'कृपया एक विकल्प चुनिए', 'दिन-प्रतिदिन के कार्यों को चलाना', 'फार्म मशी\
    नरी खरीदना', 'क्रय भूमि', 'भंडारण के उद्देश्य', 'उत्पाद विपणन ऋण', 'विस्तार', 'अन्य', 'कृषि भूमि क्ष\
    ेत्र', 'कुल भूमि क्षेत्र', 'पहले से ही LOAN है', 'हाँ', 'नहीं', 'राशि आवश्यक', 'LOAN के लिए आवश्यक ह\
    ै', 'अतिरिक्त जानकारिया', 'क्या आप पर कोई आपराधिक रिकॉर्ड है', 'क्या आप पर आपराधिक मामला लंबित है', \
    'क्या आपको ब्लैकलिस्ट किया गया है', 'यदि हाँ, तो राशि', 'क्या आपने किसी इकाई के लिए गारंटी या ज़मानत\
    पर हस्ताक्षर किए हैं', 'मैं क्रेडिट ब्यूरो, या क्रेडिट रिपोर्टिंग एजेंसी से मेरे बारे में व्यक्तिगत\
    और क्रेडिट जानकारी प्राप्त करने के लिए भावी क्रेडिट अनुदान , उधार देने वाली , पट्टे देने वाली कंपनि\
    यों को अधिकृत करता हूं, किसी भी व्यक्ति को जो मेरे साथ कोई वित्तीय व्यवहार कर रहा है या हो सकता है, \
    या मेरे द्वारा प्रदान किए गए किसी भी संदर्भ से। यह जानकारी, साथ ही आवेदन में मेरे द्वारा प्रदान की ग \
    ई, इस पट्टे या किसी अन्य रिश्ते के संबंध में संदर्भित की जाएगी जिसे हम समय-समय पर स्थापित कर सकते है\
    ं। प्राप्त की गई किसी भी व्यक्तिगत और क्रेडिट जानकारी का समय-समय पर ऋणदाताओं, क्रेडिट ब्यूरो या अन्य\
    क्रेडिट रिपोर्टिंग एजेंसियों को बताया जा सकता है।', 'मैं इस बात से सहमत हूं कि दी गई जानकारी इस फॉर\
    ्म सबमिशन की तारीख के अनुसार सही, सटीक और पूरी है']
    return text_lis



#__________________________________________________________________________
# Function for storing whole text of loan form in Punjabi
def loan_text3():
    text_lis =['ਖੇਤੀਬਾੜੀ ਕਰਜ਼ਾ', 'ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ', 'ਪਹਿਲਾ ਨਾਂ', 'ਆਖੀਰਲਾ ਨਾਂਮ', 'ਜਨਮ ਤਾਰੀਖ', 'ਮੋਬਾਈਲ ਨੰਬਰ', 'ਈ -\
    ਮੇਲ', 'ਲਿੰਗ', 'ਮਰਦ', 'Femaleਰਤ', 'ਹੋਰ', 'ਵਿਵਾਹਿਕ ਦਰਜਾ', 'ਸਿੰਗਲ', 'ਵਿਆਹਿਆ ਹੋਇਆ', 'ਹੋਰ', 'ਸਾਲਾਨਾ ਆਮਦ\
    ਨ', 'ਪੱਕਾ ਪਤਾ', 'ਲੋਨ ਵੇਰਵਾ', 'ਲੋਨ ਟਾਈਪ', 'ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵਿਕਲਪ ਚੁਣੋ', 'ਰੋਜ਼ਾਨਾ ਦੇ ਕੰਮ ਚਲ ਰਹੇ ਹਨ', '\
    ਫਾਰਮ ਮਸ਼ੀਨਰੀ ਖਰੀਦਣਾ', 'ਖਰੀਦ ਜ਼ਮੀਨ', 'ਸਟੋਰੇਜ ਦੇ ਉਦੇਸ਼', 'ਉਤਪਾਦ ਮਾਰਕੀਟਿੰਗ ਕਰਜ਼ੇ', 'ਵਿਸਥਾਰ', 'ਹੋਰ', 'ਖ\
    ੇਤੀਬਾੜੀ ਜ਼ਮੀਨ ਦਾ ਖੇਤਰ', 'ਕੁੱਲ ਜ਼ਮੀਨ ਖੇਤਰ', 'ਪਹਿਲਾਂ ਹੀ ਕਰਜ਼ਾ ਹੈ', 'ਹਾਂ', 'ਨਹੀਂ', 'ਆਮਦਨੀ ਦੀ ਲੋੜ ਹੈ', \
    'ਲੋਨ ਲੋੜੀਂਦਾ ਹੈ', 'ਅਤਿਰਿਕਤ ਵੇਰਵੇ', "ਕੀ ਤੁਹਾਡੇ 'ਤੇ ਕੋਈ ਅਪਰਾਧਿਕ ਰਿਕਾਰਡ ਹੈ?", "ਕੀ ਤੁਹਾਡੇ 'ਤੇ ਅਪਰਾਧਿਕ ਕ\
    ੇਸ ਬਕਾਇਆ ਹੈ?", 'ਕੀ ਤੁਹਾਨੂੰ ਬਲੈਕਲਿਸਟ ਕੀਤਾ ਗਿਆ ਹੈ?', 'ਜੇ ਹਾਂ, ਰਕਮ', 'ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਇਕਾਈ ਦੀ ਗਰੰਟੀ ਜਾਂ \
    ਜ਼ਮਾਨਤ ਤੇ ਦਸਤਖਤ ਕੀਤੇ ਹਨ?', 'ਮੈਂ ਕ੍ਰੈਡਿਟ ਬਿureauਰੋ, ਜਾਂ ਕ੍ਰੈਡਿਟ ਰਿਪੋਰਟਿੰਗ ਏਜੰਸੀ, ਮੇਰੇ ਨਾਲ ਕੋਈ ਵਿੱਤੀ \
    ਲੈਣ-ਦੇਣ ਕਰਨ ਵਾਲਾ ਜਾਂ ਹੋ ਸਕਦਾ ਹੈ, ਜਾਂ ਮੈਂ ਪ੍ਰਦਾਨ ਕੀਤੇ ਕਿਸੇ ਰੈਫ਼ਰੈਂਸਾਂ ਤੋਂ ਮੇਰੇ ਬਾਰੇ ਨਿਜੀ ਅਤੇ ਕਰੈਡਿਟ \
    ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸੰਭਾਵਤ ਕ੍ਰੈਡਿਟ ਗ੍ਰਾਂਟਰਾਂ, ਕਰਜ਼ਾ ਦੇਣ, ਲੀਜ਼ ਦੇਣ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਨੂੰ ਅਧਿਕਾਰਤ ਕਰਦਾ\
    ਹਾਂ. ਇਹ ਜਾਣਕਾਰੀ, ਅਤੇ ਨਾਲ ਹੀ ਜੋ ਕਾਰਜ ਦੁਆਰਾ ਮੇਰੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਗਈ ਹੈ, ਦਾ ਇਸ ਪਟੇ ਜਾਂ ਕਿਸੇ ਹੋਰ ਸੰਬ\
    ੰਧਾਂ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਜਵਾਬ ਦਿੱਤਾ ਜਾਵੇਗਾ ਜੋ ਅਸੀਂ ਸਮੇਂ ਸਮੇਂ ਤੇ ਸਥਾਪਤ ਕਰ ਸਕਦੇ ਹਾਂ. ਪ੍ਰਾਪਤ ਕੀਤੀ ਕੋਈ ਵੀ ਨਿਜ\
    ੀ ਅਤੇ ਕ੍ਰੈਡਿਟ ਜਾਣਕਾਰੀ ਸਮੇਂ-ਸਮੇਂ ਤੇ ਲੈਂਡਰ, ਕਰੈਡਿਟ ਬਿureਰੋ ਜਾਂ ਹੋਰ ਕ੍ਰੈਡਿਟ ਰਿਪੋਰਟਿੰਗ ਏਜੰਸੀਆਂ ਨੂੰ ਦਿੱਤ\
    ੀ ਜਾ ਸਕਦੀ ਹੈ.', 'ਮੈਂ ਇਸ ਨਾਲ ਸਹਿਮਤ ਹਾਂ ਕਿ ਦਿੱਤੀ ਗਈ ਜਾਣਕਾਰੀ ਇਸ ਫਾਰਮ ਦੇ ਜਮ੍ਹਾਂ ਹੋਣ ਦੀ ਮਿਤੀ ਦੇ ਅਨੁਸਾਰ ਸ\
    ਹੀ, ਸਹੀ ਅਤੇ ਸੰਪੂਰਨ ਹੈ']
    return text_lis



#__________________________________________________________________________
# Function for storing whole text of loan form in Marathi
def loan_text4():
    text_lis =['कृषी कर्ज', 'वैयक्तिक माहिती', 'पहिले नाव', 'आडनाव', 'जन्म तारीख', 'मोबाइल नंबर', 'ईमेल', 'लिंग',\
    'नर', 'स्त्री', 'इतर', 'वैवाहिक स्थिती', 'एकल', 'विवाहित', 'इतर', 'वार्षिक उत्पन्न', 'कायमचा पत्ता\
    ', 'कर्जाचा तपशील', 'कर्ज प्रकार', 'कृपया एक पर्याय निवडा', 'दररोज ऑपरेशन्स चालू', 'शेत यंत्रसामग्र\
    ी खरेदी', 'जमीन खरेदी', 'साठवण हेतू', 'उत्पादन विपणन कर्जे', 'विस्तार', 'इतर', 'कृषी जमीन क्षेत्र',\
    'एकूण जमीन क्षेत्र', 'आधीच कर्ज आहे', 'होय', 'नाही', 'आवश्यक रक्कम', 'यासाठी कर्ज आवश्यक', 'अतिरिक\
    ्त तपशील', 'तुमच्यावर गुन्हेगारी नोंद आहे का?', 'तुमच्यावर फौजदारी खटला प्रलंबित आहे का?', 'आपल्याल\
    ा काळीसूचीबद्ध केले गेले आहे का?', 'होय असल्यास, रक्कम', 'आपण एखाद्या घटकासाठी हमी किंवा हमीवर स्वा\
    क्षरी केली आहे', 'मी क्रेडिट ब्युरो कडून किंवा क्रेडिट रिपोर्टिंग एजन्सीकडून, माझ्याशी काही आर्थिक \
    व्यवहार केलेला किंवा माझ्याकडे असलेल्या कोणत्याही संदर्भात किंवा माझ्याकडून दिलेली कोणतीही व्यक्ती \
    किंवा व्यक्तीकडून माझ्याबद्दलची वैयक्तिक आणि क्रेडिट माहिती मिळविण्यासाठी संभाव्य क्रेडिट ग्रॅन्टर्\
    स, कर्ज, कंपन्यांना लीज देण्यास अधिकृत करतो. ही माहिती तसेच मी अनुप्रयोगाद्वारे प्रदान केलेली माहित\
    ी ही लीज किंवा आम्ही वेळोवेळी स्थापित करु शकणार्\u200dया इतर संबंधांच्या संदर्भात दिली जाईल. प्राप्\
    त केलेली कोणतीही वैयक्तिक आणि क्रेडिट माहिती वेळोवेळी लेमडर्स, क्रेडिट ब्युरो किंवा इतर क्रेडिट रिप\
    ोर्टिंग एजन्सीना उघड केली जाऊ शकते.', 'याद्वारे मी सहमत आहे की दिलेली माहिती ही फॉर्म सादर करण्याच्\
    या तारखेपर्यंत खरी, अचूक आणि पूर्ण आहे']
    return text_lis




#__________________________________________________________________________
# Function for storing whole text of loan form in Tamil
def loan_text5():
    text_lis =['விவசாய கடன்', 'தனிப்பட்ட தகவல்', 'முதல் பெயர்', 'கடைசி பெயர்', 'பிறந்த தேதி', 'கைபேசி எண்', 'மின்\
    னஞ்சல்', 'பாலினம்', 'ஆண்', 'பெண்', 'மற்றவை', 'திருமண நிலை', 'ஒற்றை', 'திருமணமானவர்', 'மற்றவை', 'ஆண்\
    டு வருமானம்', 'நிரந்தர முகவரி', 'கடன் விவரங்கள்', 'கடன் வகை', 'தயவுசெய்து ஒரு விருப்பத்தைத் தேர்வுச\
    ெய்க', 'அன்றாட நடவடிக்கைகளை இயக்குகிறது', 'பண்ணை இயந்திரங்களை வாங்குதல்', 'நிலம் வாங்குதல்', 'சேமிப\
    ்பு நோக்கங்கள்', 'தயாரிப்பு சந்தைப்படுத்தல் கடன்கள்', 'விரிவாக்கம்', 'மற்றவை', 'விவசாய நிலப் பகுதி'\
    , 'மொத்த நிலப் பகுதி', 'ஏற்கனவே கடன் உள்ளது', 'ஆம்', 'இல்லை', 'தேவைப்படும் தொகை', 'கடன் தேவை', 'கூட\
    ுதல் விவரங்கள்', 'உங்கள் மீது ஒரு கிரிமினல் பதிவு இருக்கிறதா?', 'உங்கள் மீது கிரிமினல் வழக்கு நிலுவ\
    ையில் உள்ளதா?', 'நீங்கள் தடுப்புப்பட்டியலில் சேர்க்கப்பட்டுள்ளீர்களா?', 'ஆம் என்றால், தொகை', 'ஒரு ந\
    ிறுவனத்திற்கான உத்தரவாதம் அல்லது ஜாமீனில் நீங்கள் கையெழுத்திட்டிருக்கிறீர்களா?', 'கிரெடிட் பீரோ, அல\
    ்லது கிரெடிட் ரிப்போர்டிங் ஏஜென்சி, என்னுடன் எந்தவொரு நிதி பரிவர்த்தனையும் வைத்திருக்கும் அல்லது வை\
    த்திருக்கக்கூடிய எந்தவொரு நபரிடமிருந்தும் அல்லது நான் வழங்கிய எந்தவொரு வாக்குமூலத்திலிருந்தும் என்ன\
    ைப் பற்றிய தனிப்பட்ட மற்றும் கடன் தகவல்களைப் பெற வருங்கால கடன் வழங்குநர்கள், கடன் வழங்குதல், குத்தக\
    ை நிறுவனங்களுக்கு நான் அங்கீகாரம் அளிக்கிறேன். இந்த தகவலும், பயன்பாட்டில் நான் வழங்கிய தகவல்களும், \
    இந்த குத்தகை அல்லது அவ்வப்போது நாங்கள் நிறுவக்கூடிய வேறு எந்த உறவுகளுடனும் பரிந்துரைக்கப்படும். பெற\
    ப்பட்ட எந்தவொரு தனிப்பட்ட மற்றும் கடன் தகவல்களும் அவ்வப்போது எலுமிச்சை, கடன் பணியகங்கள் அல்லது பிற \
    கடன் அறிக்கை நிறுவனங்களுக்கு வெளியிடப்படலாம்.', 'இந்த படிவம் சமர்ப்பிக்கப்பட்ட தேதியின்படி கொடுக்கப\
    ்பட்ட தகவல்கள் உண்மை, துல்லியமானவை மற்றும் முழுமையானவை என்பதை நான் இதன்மூலம் ஒப்புக்கொள்கிறேன்']   
    return text_lis



#__________________________________________________________________________
# Function for storing whole text of insurance form in English
def insu_text():
    text_ls= [
    'INSURANCE FORM',

    'Personal Information',

    'FIRST NAME',

    'LAST NAME',

    'DATE OF BIRTH',

    'MOBILE NUMBER',

    'EMAIL',

    'GENDER', 'Male', 'Female', 'Other',

    'MARITAL STATUS', 'Single', 'Married', 'Other',

    'ANNUAL INCOME',

    'PERMANENT ADDRESS',

    'Insurance Details',

    'INSURANCE TYPE',

    'Please Select A Option',

    'AGRICULTURAL LAND AREA',

    'Multiple Peril Crop Insurance','Actual Production History','Crop Revenue Coverage','Land Area',

    'TOTAL LAND AREA',

    'INSURANCE REQUIRED FOR',

    'Additional Details',

    'Is there a criminal record on you',

    'Is there pending criminal case on you',

    'Have you been blacklisted',  'If yes, amount', 

    'Have you signed a guarantee or surety for an entity', 

    'I authorize prospective credit granters/lending/leasing companies to obtain personal\
    and credit information about me from credit bureau, or credit reporting agency, \
    any person who has or may have any financial dealing with me, \
    or from any refereces i have provided. this information, \
    as well as that provided by me in the application, will be refered to in connection\
     with this lease or any other relationships we may establish from time to time. \
    Any personal and credit information obtained may be disclosed from time to time\
    to the lemders, credit bureaus or other credit reporting agencies.**',


    'I hereby agree that the information given is true, accurate and complete as of\
    the date of this form submission.**',

    'Cancel',

    'Helpful Details',

    'Crop Insurance: Coverage, Claim & Renewal',

    'For Details',

    'Click Here',

    'Advantages Of Crop Insurance',

    'For Details',

    'Click Here',

    'Pradhan Mantri Fasal Bima Yojana: Types, Coverage, Exclusions & Claim Process',

    'For Details',

    'Click Here',

    'FAQs',

    'For Details',

    'Click Here',

    'Need any help? contact us',

    'Click Here'
    ]
    return text_ls




#__________________________________________________________________________
# Function for storing whole text of insurance form in Hindi
def insu_text2():
    text_ls= [
    'बीमा फार्म', 'व्यक्तिगत जानकारी', 'पहला नाम', 'अंतिम नाम', 'जन्म की\
    तारीख', 'मोबाइल नंबर', 'ईमेल', 'लिंग', 'नर', 'महिला', 'अन्य', 'वैवाह\
    िक स्थिति', 'एक', 'विवाहित', 'अन्य', 'वार्षिक आय', 'स्थाई पता', 'बीमा\
    विवरण', 'बीमा प्रकार', 'कृपया एक विकल्प चुनें', 'कृषि भूमि क्षेत्र',\
    'मल्टीपल पेरी क्रॉप इंश्योरेंस', 'वास्तविक उत्पादन इतिहास', 'फसल राज\
    स्व कवरेज', 'अन्य', 'कुल भूमि क्षेत्र', 'बीमा के लिए आवश्यक', 'अतिरिक\
    ्त जानकारिया', 'क्या आप पर कोई आपराधिक रिकॉर्ड है', 'क्या आप पर आपराध\
    िक मामला लंबित है', 'क्या आपको ब्लैकलिस्ट किया गया है', 'यदि हाँ, तो \
    राशि', 'क्या आपने किसी इकाई के लिए गारंटी या ज़मानत पर हस्ताक्षर किए \
    हैं', 'मैं क्रेडिट ब्यूरो, या क्रेडिट रिपोर्टिंग एजेंसी से मेरे बारे \
    में व्यक्तिगत और क्रेडिट जानकारी प्राप्त करने के लिए भावी क्रेडिट अनु\
    दान / उधार देने वाली / पट्टे देने वाली कंपनियों को अधिकृत करता हूं, क\
    िसी भी व्यक्ति को जो मेरे साथ कोई वित्तीय व्यवहार कर रहा है या हो सकत\
    ा है, या मेरे द्वारा प्रदान किए गए किसी भी संदर्भ से। यह जानकारी, साथ\
    ही आवेदन में मेरे द्वारा प्रदान की गई, इस पट्टे या किसी अन्य रिश्ते \
    के संबंध में संदर्भित की जाएगी जिसे हम समय-समय पर स्थापित कर सकते हैं\
    । प्राप्त की गई किसी भी व्यक्तिगत और क्रेडिट जानकारी का समय-समय पर ऋण\
    दाताओं, क्रेडिट ब्यूरो या अन्य क्रेडिट रिपोर्टिंग एजेंसियों से पता लग\
    ाया जा सकता है। **', 'मैं इस बात से सहमत हूं कि दी गई जानकारी इस फॉर्\
    म सबमिशन की तारीख के अनुसार सही, सटीक और पूरी है। **', 'रद्द करना', '\
    सहायक विवरण', 'फसल बीमा: कवरेज, दावा और नवीकरण', 'ब्योरा हेतु', 'यहाँ\
    क्लिक करें', 'फसल बीमा के लाभ', 'ब्योरा हेतु', 'यहाँ क्लिक करें', 'प\
    ्रधानमंत्री आवास बीमा योजना: प्रकार, कवरेज, बहिष्करण और दावा प्रक्रिय\
    ा', 'ब्योरा हेतु', 'यहाँ क्लिक करें', 'पूछे जाने वाले प्रश्न', 'ब्योर\
    ा हेतु', 'यहाँ क्लिक करें', 'कोई मदद चाहिए? संपर्क करें', 'यहाँ क्लिक\
    करें']
    return text_ls




#__________________________________________________________________________
# Function for storing whole text of insurance form in Punjabi
def insu_text3():
    text_ls= [
    'ਬੀਮਾ ਫਾਰਮ', 'ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ', 'ਪਹਿਲਾ ਨਾਂ', 'ਆਖੀਰਲਾ ਨਾਂਮ', 'ਜਨਮ ਤਾ\
    ਰੀਖ', 'ਮੋਬਾਈਲ ਨੰਬਰ', 'ਈ - ਮੇਲ', 'ਲਿੰਗ', 'ਨਰ', 'Femaleਰਤ', 'ਹੋਰ', 'ਵਿਵ\
    ਾਹਿਕ ਦਰਜਾ', 'ਸਿੰਗਲ', 'ਵਿਆਹਿਆ ਹੋਇਆ', 'ਹੋਰ', 'ਸਾਲਾਨਾ ਆਮਦਨ', 'ਪੱਕਾ ਪਤਾ'\
    ,'ਬੀਮਾ ਵੇਰਵਾ', 'ਬੀਮਾ ਪ੍ਰਕਾਰ', 'ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵਿਕਲਪ ਚੁਣੋ', 'ਖੇਤੀਬਾੜੀ \
    ਜ਼ਮੀਨ ਦਾ ਖੇਤਰ', 'ਬਹੁ ਸੰਕਟ ਫਸਲ ਬੀਮਾ', 'ਅਸਲ ਉਤਪਾਦਨ ਦਾ ਇਤਿਹਾਸ', 'ਫਸਲਾਂ ਦ\
    ਾ ਮਾਲ ਕਵਰੇਜ', 'ਹੋਰ', 'ਕੁੱਲ ਜ਼ਮੀਨ ਖੇਤਰ', 'ਬੀਮਾ ਜ਼ਰੂਰੀ ਹੈ', 'ਅਤਿਰਿਕਤ ਵੇ\
    ਰਵੇ', "ਕੀ ਤੁਹਾਡੇ 'ਤੇ ਕੋਈ ਅਪਰਾਧਿਕ ਰਿਕਾਰਡ ਹੈ?", "ਕੀ ਤੁਹਾਡੇ 'ਤੇ ਅਪਰਾਧਿਕ \
    ਕੇਸ ਬਕਾਇਆ ਹੈ?", 'ਕੀ ਤੁਹਾਨੂੰ ਬਲੈਕਲਿਸਟ ਕੀਤਾ ਗਿਆ ਹੈ?', 'ਜੇ ਹਾਂ, ਰਕਮ', 'ਕ\
    ੀ ਤੁਸੀਂ ਕਿਸੇ ਇਕਾਈ ਦੀ ਗਰੰਟੀ ਜਾਂ ਜ਼ਮਾਨਤ ਤੇ ਦਸਤਖਤ ਕੀਤੇ ਹਨ?', 'ਮੈਂ ਕਰੈਡਿਟ\
    ਬਿureauਰੋ, ਜਾਂ ਕ੍ਰੈਡਿਟ ਰਿਪੋਰਟਿੰਗ ਏਜੰਸੀ, ਮੇਰੇ ਨਾਲ ਕੋਈ ਵਿੱਤੀ ਲੈਣ-ਦੇਣ ਕ\
    ਰਨ ਵਾਲਾ ਜਾਂ ਹੋ ਸਕਦਾ ਹੈ, ਜਾਂ ਮੇਰੇ ਦੁਆਰਾ ਮੁਹੱਈਆ ਕਰਵਾਏ ਗਏ ਕਿਸੇ ਵੀ ਹਵਾਲੇਤੋਂ, ਮੇਰੇ ਬਾਰੇ ਨਿੱਜੀ ਅਤੇ ਉਧਾਰ ਜਾਣਕਾਰੀ ਲੈਣ ਲਈ ਸੰਭਾਵਤ ਕ੍ਰੈਡਿਟ ਗ੍ਰਾਂਟਰਾਂ \
    , ਉਧਾਰ , ਲੀਜ਼ਿੰਗ ਕੰਪਨੀਆਂ ਨੂੰ ਅਧਿਕਾਰਤ ਕਰਦਾ ਹਾਂ. ਇਹ ਜਾਣਕਾਰੀ, ਅਤੇ ਨਾਲ ਹ\
    ੀ ਜੋ ਕਾਰਜ ਦੁਆਰਾ ਮੇਰੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਗਈ ਹੈ, ਨੂੰ ਇਸ ਲੀਜ਼ ਜਾਂ ਕਿਸੇ ਹੋ\
    ਰ ਸੰਬੰਧਾਂ ਦੇ ਸੰਬੰਧ ਵਿਚ ਦਿੱਤਾ ਜਾਵੇਗਾ ਜੋ ਅਸੀਂ ਸਮੇਂ ਸਮੇਂ ਤੇ ਸਥਾਪਤ ਕਰ ਸਕਦ\
    ੇ ਹਾਂ. ਪ੍ਰਾਪਤ ਕੀਤੀ ਕੋਈ ਵੀ ਨਿਜੀ ਅਤੇ ਕ੍ਰੈਡਿਟ ਜਾਣਕਾਰੀ ਸਮੇਂ-ਸਮੇਂ ਤੇ ਲੈਂਡਰ\
    , ਕਰੈਡਿਟ ਬਿureਰੋ ਜਾਂ ਹੋਰ ਕ੍ਰੈਡਿਟ ਰਿਪੋਰਟਿੰਗ ਏਜੰਸੀਆਂ ਨੂੰ ਦਿੱਤੀ ਜਾ ਸਕਦੀ \
    ਹੈ. **', 'ਮੈਂ ਇਸ ਨਾਲ ਸਹਿਮਤ ਹਾਂ ਕਿ ਦਿੱਤੀ ਗਈ ਜਾਣਕਾਰੀ ਇਸ ਫਾਰਮ ਦੇ ਜਮ੍ਹਾਂ \
    ਹੋਣ ਦੀ ਮਿਤੀ ਦੇ ਅਨੁਸਾਰ ਸਹੀ, ਸਹੀ ਅਤੇ ਸੰਪੂਰਨ ਹੈ. **', 'ਰੱਦ ਕਰੋ', 'ਮਦਦਗਾਰ\
    ਵੇਰਵਾ', 'ਫਸਲ ਦਾ ਬੀਮਾ: ਕਵਰੇਜ, ਦਾਅਵਾ ਅਤੇ ਨਵੀਨੀਕਰਣ', 'ਵੇਰਵਿਆਂ ਲਈ', 'ਇੱਥ\
    ੇ ਕਲਿੱਕ ਕਰੋ', 'ਫਸਲ ਬੀਮੇ ਦੇ ਫਾਇਦੇ', 'ਵੇਰਵਿਆਂ ਲਈ', 'ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ', 'ਪ\
    ੍ਰਧਾਨ ਮੰਤਰੀ ਫਾਸਲ ਬੀਮਾ ਯੋਜਨਾ: ਕਿਸਮਾਂ, ਕਵਰੇਜ, ਨਿਵੇਸ਼ ਅਤੇ ਦਾਅਵੇ ਦੀ ਪ੍ਰਕਿ\
    ਰਿਆ', 'ਵੇਰਵਿਆਂ ਲਈ', 'ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ', 'ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਪ੍ਰਸ਼ਨ', 'ਵੇਰ\
    ਵਿਆਂ ਲਈ', 'ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ', 'ਕਿਸੇ ਮਦਦ ਦੀ ਲੋੜ ਹੈ? ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ',\
    'ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ'
    ]
    return text_ls



#__________________________________________________________________________
# Function for storing whole text of insurance form in Marathi
def insu_text4():
    text_ls= [
    'विमा फॉर्म', 'वैयक्तिक माहिती', 'पहिले नाव', 'आडनाव', 'जन्म तारीख',\
    'मोबाइल नंबर', 'ईमेल', 'लिंग', 'नर', 'स्त्री', 'इतर', 'वैवाहिक स्थित\
    ी', 'एकल', 'विवाहित', 'इतर', 'वार्षिक उत्पन्न', 'कायमचा पत्ता', 'विमा\
    तपशील', 'विमा प्रकार', 'कृपया एक पर्याय निवडा', 'कृषी जमीन क्षेत्र',\
    'एकाधिक संकट पीक विमा', 'वास्तविक उत्पादन इतिहास', 'पीक महसूल कव्हरे\
    ज', 'इतर', 'एकूण जमीन क्षेत्र', 'यासाठी विमा आवश्यक आहे', 'अतिरिक्त त\
    पशील', 'तुमच्यावर गुन्हेगारी नोंद आहे का?', 'तुमच्यावर फौजदारी खटला प\
    ्रलंबित आहे का?', 'आपल्याला काळीसूचीबद्ध केले गेले आहे का?', 'होय असल\
    ्यास, रक्कम', 'आपण एखाद्या घटकासाठी हमी किंवा हमीवर स्वाक्षरी केली आह\
    े', 'मी क्रेडिट ब्युरो कडून किंवा क्रेडिट रिपोर्टिंग एजन्सीकडून, माझ्\
    याशी काही आर्थिक व्यवहार करणार्\u200dया किंवा माझ्याकडे असलेले किंवा माझ्याद्वारे प्रदान केलेल्या संदर्भांद्वारे माझ्याबद्दलची वैयक्तिक आणि क्रेडिट माहिती मिळविण्यासाठी संभाव्य क्रेडिट ग्रॅन्टर्स लेन्डिंग \
     लीज कंपन्यांना अधिकृत करतो. ही माहिती तसेच मी अनुप्रयोगाद्वारे प्रद\
    ान केलेली माहिती ही लीज किंवा आम्ही वेळोवेळी स्थापित करु शकणार्\u200d\
    या इतर संबंधांच्या संदर्भात दिली जाईल. प्राप्त केलेली कोणतीही वैयक्ति\
    क आणि क्रेडिट माहिती वेळोवेळी लेमडर्स, क्रेडिट ब्युरो किंवा इतर क्रेड\
    िट रिपोर्टिंग एजन्सीना उघड केली जाऊ शकते. **', 'याद्वारे मी सहमत आहे \
    की दिलेली माहिती या फॉर्मच्या तारखेपासून सत्य, अचूक आणि पूर्ण आहे. **\
    ', 'रद्द करा', 'उपयुक्त तपशील', 'पीक विमा: कव्हरेज, दावा आणि नूतनीकरण\
    ', 'तपशीलांसाठी', 'इथे क्लिक करा', 'पीक विम्याचे फायदे', 'तपशीलांसाठी\
    ', 'इथे क्लिक करा', 'प्रधानमंत्री फसल बीमा योजना: प्रकार, व्याप्ती, अ\
    पवाद आणि दावा प्रक्रिया', 'तपशीलांसाठी', 'इथे क्लिक करा', 'सामान्य प्\
    रश्न', 'तपशीलांसाठी', 'इथे क्लिक करा', 'काही मदत हवी आहे? आमच्याशी सं\
    पर्क साधा', 'इथे क्लिक करा'\
    ]
    return text_ls




#__________________________________________________________________________
# Function for storing whole text of insurance form in Tamil
def insu_text5():
    text_ls= [
    'காப்பீட்டு படிவம்', 'தனிப்பட்ட தகவல்', 'முதல் பெயர்', 'கடைசி பெயர்'\
    , 'பிறந்த தேதி', 'கைபேசி எண்', 'மின்னஞ்சல்', 'பாலினம்', 'ஆண்', 'பெண்'\
    , 'மற்றவை', 'திருமண நிலை', 'ஒற்றை', 'திருமணமானவர்', 'மற்றவை', 'ஆண்டு வருமானம்', 'நிரந்தர முகவரி', 'காப்பீட்டு விவரங்கள்', 'காப்பீட்டு வகை'\
    , 'தயவுசெய்து ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்', 'விவசாய நிலப் பகு\
    தி', 'பல அபாய பயிர் காப்பீடு', 'உண்மையான உற்பத்தி வரலாறு', 'பயிர் வரு வாய் பாதுகாப்பு', 'மற்றவை', 'மொத்த நிலப் பகுதி', 'காப்புறுதி தேவை', 'கூடுதல் விவரங்கள்', 'உங்கள் மீது ஒரு கிரிமினல் பதிவு இருக்கிறதா', 'உங்கள் மீது கிரிமினல் வழக்கு நிலுவையில் உள்ளதா', 'நீங்கள் தடுப்புப்பட\
    ்டியலில் சேர்க்கப்பட்டுள்ளீர்களா?', 'ஆம் என்றால், தொகை', 'ஒரு நிறுவனத\
    ்திற்கான உத்தரவாதம் அல்லது ஜாமீனில் நீங்கள் கையெழுத்திட்டிருக்கிறீர்க\
    ளா?', 'கிரெடிட் பீரோ, அல்லது கிரெடிட் ரிப்போர்டிங் ஏஜென்சி, என்னுடன் \
    எந்தவொரு நிதி பரிவர்த்தனையும் வைத்திருக்கும் அல்லது வைத்திருக்கக்கூடி\
    ய எந்தவொரு நபரிடமிருந்தும் அல்லது நான் வழங்கிய எந்தவொரு வாக்குமூலங்கள\
    ிலிருந்தும் என்னைப் பற்றிய தனிப்பட்ட மற்றும் கடன் தகவல்களைப் பெற வருங\
    ்கால கடன் வழங்குநர்கள் / கடன் / குத்தகை நிறுவனங்களுக்கு நான் அங்கீகார\
    ம் அளிக்கிறேன். இந்த தகவலும், விண்ணப்பத்தில் நான் வழங்கிய தகவல்களும்,\
    இந்த குத்தகை அல்லது அவ்வப்போது நாங்கள் நிறுவக்கூடிய வேறு எந்த உறவுகள\
    ுடனும் பரிந்துரைக்கப்படும். பெறப்பட்ட எந்தவொரு தனிப்பட்ட மற்றும் கடன்\
    தகவல்களும் அவ்வப்போது எலுமிச்சை, கடன் பணியகங்கள் அல்லது பிற கடன் அறி\
    க்கை நிறுவனங்களுக்கு வெளியிடப்படலாம். **', 'இந்த படிவம் சமர்ப்பிக்கப்\
    பட்ட தேதியின்படி கொடுக்கப்பட்ட தகவல்கள் உண்மை, துல்லியமானவை மற்றும் ம\
    ுழுமையானவை என்பதை நான் இதன்மூலம் ஒப்புக்கொள்கிறேன். **', 'ரத்துசெய்',\
    'பயனுள்ள விவரங்கள்', 'பயிர் காப்பீடு: பாதுகாப்பு, உரிமைகோரல் மற்றும்\
    புதுப்பித்தல்', 'விவரங்களுக்கு', 'இங்கே கிளிக் செய்க', 'பயிர் காப்பீ\
    ட்டின் நன்மைகள்', 'விவரங்களுக்கு', 'இங்கே கிளிக் செய்க', 'பிரதான் மந்\
    திரி பாசல் பீமா யோஜனா: வகைகள், பாதுகாப்பு, விலக்குகள் மற்றும் உரிமைகோ\
    ரல் செயல்முறை', 'விவரங்களுக்கு', 'இங்கே கிளிக் செய்க', 'அடிக்கடி கேட்\
    கப்படும் கேள்விகள்', 'விவரங்களுக்கு', 'இங்கே கிளிக் செய்க', 'ஏதாவது உ\
    தவி வேண்டுமா? எங்களை தொடர்பு கொள்ள', 'இங்கே கிளிக் செய்க'
    ]
    return text_ls

