# Function for storing whole text of User Home
def user_home_text():
    text_lis = [
    "KisanTech",
    "Name",
    "Phone Number",
    "Status",
    "Farmer",
    "Location",
    "Ambala, Haryana",
    "More Info",
    "Home",
    "Weather",
    "Work",
    "Blog",
    "Contact",
    "Kisan",
    "Tech",
    "WELL ROOTED TO NATURE",
    "OUR SPECIAL FEATURES",
    "HERE YOU WILL GET THE INFORMATION OF WEATHER OF YOUR LOCATION, FINANCIAL HELP AND FERTILIZERS SUITABLE FOR YOUR CROPS!!",
    "WEATHER FORECAST",
    "click here to know the climatic changes for the next seven days",
    "Financial help", 
    "Click here to get the benifit of amazing loan and insurance offers",
    "Shop Now", 
    "Click here to get the appropriate materials for your crop at best price",
    "Videos",
    "INFORMATIVE VIDEOS FOR YOU", 
    "Illustration",
    "Even the all-powerful Pointing has no control",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic life One day however a small line of blind text by the name of Lorem Ipsum decided to leave for the far World of Grammar.",
    "Application", 
    "Even the all-powerful Pointing has no control",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic life One day however a small line of blind text by the name of Lorem Ipsum decided to leave for the far World of Grammar.",
    "Web Design",
    "Even the all-powerful Pointing has no control",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic life One day however a small line of blind tet by the name of Lorem Ipsum decided to leave for the far World of Grammar.",
    "THANKS FOR YOUR VISIT",
    "HERE WE HAVE MORE FEATURES FOR YOU!!",
    "Financial Help", 
    "Click here for financial support. 'A good financial plan is a roadmap that shows us exactly how the choices we make today will affect our future.'",
    "Multiple Functions",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic.",
    "Advanced Visualizations",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic.",
    "Community and Supports",
    "Even the all-powerful Pointing has no control about the blind texts it is an almost unorthographic.",
    "HELPFUL LINKS FOR YOU!!",
    "Click here to associate with - ",
    " PM-KISAN-SAMMAN-NIDHI-YOJANA",
    "Click here to know all details of - ",
    " CENTRAL-GOVERNMENT-SCHEMES",
    "DEVELOPERS",
    "PRO-CODERS",
    "Aaditya Singhal",
    "Abhay Dhiman",
    "Ayush Malik ",
    "Akshita Sharma",
    "CONTACT",
    "Copyright",
    "All rights reserved",
    "This template is made with",
    "by",
    "PRO-CODERS"
    ]

    return text_lis


# Function for storing whole text of User Home
def user_home_text2():
    ls = ['KisanTech', 'नाम', 'फ़ोन नंबर', 'स्थिति', 'किसान', 'स्थान', 'अंबाला, हरियाणा', 'और जानकारी', '\
    घर', 'मौसम', 'काम', 'ब्लॉग', 'संपर्क करें', 'किसान', 'टेक', 'प्रकृति के लिए तैयार की गई', 'हमारे\
    विशेष फीचर्स', 'यहाँ आप अपने स्थान, वित्तीय सहायता और अपने क्रॉप के लिए उपयुक्त योग्य उम्मीदवार\
    ों की सूचना प्राप्त करेंगे !!', 'मौसम पूर्वानुमान', 'अगले सात दिनों के लिए जलवायु परिवर्तन जानने\
    के लिए यहां क्लिक करें', 'वित्तीय सहायता', 'अद्भुत ऋण और बीमा ऑफ़र के लाभ प्राप्त करने के लिए य\
    हां क्लिक करें', 'अभी खरीदो', 'सर्वोत्तम मूल्य पर अपनी फसल के लिए उपयुक्त सामग्री प्राप्त करने क\
    े लिए यहां क्लिक करें', 'वीडियो', 'आपके लिए प्रभावशाली वीडियो', 'चित्रण', 'यहां तक \u200b\u200bक\
    ि सर्व-शक्तिशाली पॉइंटिंग का भी कोई नियंत्रण नहीं है', 'यहां तक \u200b\u200bकि ऑल-पावर पॉइंटिंग \
    का अंधे ग्रंथों के बारे में कोई नियंत्रण नहीं है यह लगभग एक अपरंपरागत जीवन है एक दिन हालांकि लोर\
    म इप्सम के नाम से अंधा पाठ की एक छोटी सी पंक्ति ने व्याकरण के सुदूर विश्व के लिए जाने का फैसला क\
    िया।', 'आवेदन', 'यहां तक \u200b\u200bकि सर्व-शक्तिशाली पॉइंटिंग का भी कोई नियंत्रण नहीं है', 'यह\
    ां तक \u200b\u200bकि ऑल-पावर पॉइंटिंग का अंधे ग्रंथों के बारे में कोई नियंत्रण नहीं है यह लगभग ए\
    क अपरंपरागत जीवन है एक दिन हालांकि लोरम इप्सम के नाम से अंधा पाठ की एक छोटी सी पंक्ति ने व्याकरण\
    के सुदूर विश्व के लिए जाने का फैसला किया।', 'वेब डिजाइन', 'यहां तक \u200b\u200bकि सर्व-शक्तिशाल\
    ी पॉइंटिंग का भी कोई नियंत्रण नहीं है', 'यहां तक \u200b\u200bकि ऑल-पावर पॉइंटिंग का अंधे ग्रंथों\
    के बारे में कोई नियंत्रण नहीं है यह लगभग एक अपरंपरागत जीवन है एक दिन हालांकि लोरम इप्सम के नाम \
    से अंधा टेट की एक छोटी सी रेखा ने सुदूर विश्व व्याकरण के लिए जाने का फैसला किया।', 'आपके आगमन के\
    लिए धन्यवाद', 'यहाँ हम आपके लिए और अधिक विशेषताएं हैं !!', 'वित्तीय सहायता', "वित्तीय सहायता के\
    लिए यहां क्लिक करें। 'एक अच्छी वित्तीय योजना एक रोडमैप है, जो हमें दिखाता है कि आज जो विकल्प हम\
    बनाते हैं, वह हमारे भविष्य को कैसे प्रभावित करेगा।'", 'कई कार्य', 'यहां तक \u200b\u200bकि ऑल-पा\
    वर पॉइंटिंग का भी अंधे ग्रंथों के बारे में कोई नियंत्रण नहीं है, यह लगभग अपरंपरागत है।', 'उन्नत \
    दृश्य', 'यहां तक \u200b\u200bकि ऑल-पावर पॉइंटिंग का भी अंधे ग्रंथों के बारे में कोई नियंत्रण नही\
    ं है, यह लगभग अपरंपरागत है।', 'समुदाय और समर्थन करता है', 'यहां तक \u200b\u200bकि ऑल-पावर पॉइंटि\
    ंग का भी अंधे ग्रंथों के बारे में कोई नियंत्रण नहीं है, यह लगभग अपरंपरागत है।', 'आपके लिए उपयोगी\
    लिंक !!', 'से संबद्ध करने के लिए यहां क्लिक करें -', 'पीएम किसान-सम्मान-निधि-योजना', 'सभी विवरण\
    जानने के लिए यहां क्लिक करें -', 'केन्द्रीय सरकार योजनाएं', 'डेवलपर्स', 'प्रो-कोडर', 'आदित्य सि\
    ंघल', 'अभय धीमान', 'आयुष मलिक', 'अक्षिता शर्मा', 'संपर्क करें', 'कॉपीराइट', 'सभी अधिकार सुरक्षित\
    ', 'इस टेम्पलेट के साथ बनाया गया है', 'द्वारा', 'प्रो-कोडर']

    return ls



# Function for storing whole text of User Home
def user_home_text3():
    ls2 = ['ਕਿਸਨਟੈਕ', 'ਨਾਮ', 'ਫੋਨ ਨੰਬਰ', 'ਸਥਿਤੀ', 'ਕਿਸਾਨ', 'ਟਿਕਾਣਾ', 'ਅੰਬਾਲਾ, ਹਰਿਆਣਾ', 'ਹੋਰ ਜਾਣਕਾਰੀ', 'ਘਰ', 'ਮੌਸਮ', 'ਕੰਮ', 'ਬ\
    ਲਾੱਗ', 'ਸੰਪਰਕ', 'ਕਿਸਾਨ', 'ਤਕਨੀਕ', 'ਕੁਦਰਤ ਵੱਲ ਸਜਿਆ ਜਾਵੇਗਾ', 'ਸਾਡੀਆਂ ਵਿਸ਼ੇਸ਼ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ', 'ਇੱਥੇ ਤੁਸੀਂ ਆਪਣੇ ਟਿਕਾਣੇ, \
    ਵਿੱਤੀ ਸਹਾਇਤਾ ਅਤੇ ਫ਼ਰਟੀਲੀਜਰਾਂ ਨੂੰ ਆਪਣੀ ਫਸਲਾਂ ਦੇ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ ਗਰਮੀ ਦੀ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰੋਗੇ !!', 'ਮੋਸਮ ਪੂਰਵ ਜਾਣਕਾਰੀ\
    ', 'ਅਗਲੇ ਸੱਤ ਦਿਨਾਂ ਲਈ ਮੌਸਮੀ ਤਬਦੀਲੀਆਂ ਨੂੰ ਜਾਣਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ', 'ਵਿੱਤੀ ਮਦਦ', 'ਸ਼ਾਨਦਾਰ ਕਰਜ਼ਾ ਅਤੇ ਬੀਮਾ ਪੇਸ਼ਕਸ਼ਾਂ ਦੀ\
    ਸਰਬੋਤਮ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ', 'ਹੁਣ ਖਰੀਦੋ', 'ਆਪਣੀ ਫਸਲ ਲਈ ਵਧੀਆ ਕੀਮਤ ਤੇ atੁਕਵੀਂ ਸਮੱਗਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ \
    ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ', 'ਵੀਡੀਓ', 'ਤੁਹਾਡੇ ਲਈ ਜਾਣਕਾਰੀ ਦੇਣ ਵਾਲੇ ਵੀਡੀਓ', 'ਵਿਆਖਿਆ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਵ ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਵੀ ਕੋ\
    ਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਅੰਨ੍ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ\
    ਜੀਵਨ ਹੈ ਇੱਕ ਦਿਨ ਹਾਲਾਂਕਿ ਲੋਰੇਮ ਇਪਸਮ ਦੇ ਨਾਮ ਨਾਲ ਅੰਨ੍ਹੇ ਪਾਠ ਦੀ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਲਾਈਨ ਵਿਆਕਰਣ ਦੇ ਦੂਰ ਦੇ ਸੰਸਾਰ ਨੂੰ ਜਾਣ ਦਾ ਫ\
    ੈਸਲਾ ਕੀਤਾ.', 'ਐਪਲੀਕੇਸ਼ਨ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਵ ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਵੀ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪ\
    ੁਆਇੰਟਿੰਗ ਦਾ ਅੰਨ੍ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ ਜੀਵਨ ਹੈ ਇੱਕ ਦਿਨ ਹਾਲਾਂਕਿ ਲੋਰੇਮ ਇਪਸਮ ਦੇ ਨਾਮ ਨਾਲ\
    ਅੰਨ੍ਹੇ ਪਾਠ ਦੀ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਲਾਈਨ ਵਿਆਕਰਣ ਦੇ ਦੂਰ ਦੇ ਸੰਸਾਰ ਨੂੰ ਜਾਣ ਦਾ ਫੈਸਲਾ ਕੀਤਾ.', 'ਵੈੱਬ ਡਿਜ਼ਾਈਨ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਵ ਸ\
    ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਵੀ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਅੰਨ੍ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨ\
    ਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ ਜੀਵਨ ਹੈ ਇੱਕ ਦਿਨ ਹਾਲਾਂਕਿ ਲੋਰੇਮ ਇਪਸਮ ਦੇ ਨਾਮ ਨਾਲ ਅੰਨ੍ਹੇ ਟੀਟ ਦੀ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਲਾਈਨ ਨੇ ਵਿਆਕਰਣ\
    ਦੇ ਦੂਰ ਦੇ ਸੰਸਾਰ ਲਈ ਰਵਾਨਾ ਹੋਣ ਦਾ ਫੈਸਲਾ ਕੀਤਾ.', 'ਤੁਹਾਡੀ ਮੁਲਾਕਾਤ ਲਈ ਧੰਨਵਾਦ', 'ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਵਧੇਰੇ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਲਈ ਇੱ\
    ਥੇ ਹਾਂ!', 'ਵਿੱਤੀ ਮਦਦ', "ਵਿੱਤੀ ਸਹਾਇਤਾ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ. 'ਇਕ ਚੰਗੀ ਵਿੱਤੀ ਯੋਜਨਾ ਇਕ ਰੋਡਮੈਪ ਹੈ ਜੋ ਸਾਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਅ\
    ੱਜ ਅਸੀਂ ਜੋ ਚੋਣਾਂ ਕਰਦੇ ਹਾਂ ਉਹ ਸਾਡੇ ਭਵਿੱਖ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰੇਗੀ.'", 'ਕਈ ਕਾਰਜ', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਅੰਨ੍\
    ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ ਹੈ.', 'ਐਡਵਾਂਸਡ ਵਿਜ਼ੂਅਲਿਕੇਸ਼ਨਜ਼', 'ਇਥੋਂ ਤਕ ਕਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪੁਆ\
    ਇੰਟਿੰਗ ਦਾ ਅੰਨ੍ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ ਹੈ.', 'ਕਮਿ Communityਨਿਟੀ ਅਤੇ ਸਮਰਥਨ', 'ਇਥੋਂ ਤਕ ਕ\
    ਿ ਸਰਬ-ਸ਼ਕਤੀਮਾਨ ਪੁਆਇੰਟਿੰਗ ਦਾ ਅੰਨ੍ਹੇ ਪਾਠਾਂ ਬਾਰੇ ਕੋਈ ਨਿਯੰਤਰਣ ਨਹੀਂ ਹੈ ਇਹ ਇਕ ਲਗਭਗ ਗੈਰ-ਗਣਿਤ ਹੈ.', 'ਤੁਹਾਡੇ ਲਈ ਮਦਦਗਾਰ ਲਿੰਕ \
    !!', 'ਨਾਲ ਜੁੜਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ -', 'ਪ੍ਰਧਾਨਮੰਤਰੀ-ਕਿਸਾਨ-ਸੰਮਨ-ਨਿਧੀ-ਯੋਜਾਨਾ', 'ਦੇ ਸਾਰੇ ਵੇਰਵੇ ਜਾਣਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ -'\
    , 'ਕੇਂਦਰੀ-ਸਰਕਾਰ-ਯੋਜਨਾਵਾਂ', 'ਵਿਕਾਸਕਾਰ', 'ਪ੍ਰੋ-ਕੋਡਰ', 'ਆਦਿਤਿਆ ਸਿੰਘਲ', 'ਅਭੈ ਧੀਮਾਨ', 'ਆਯੁਸ਼ ਮਲਿਕ', 'ਅਕਸ਼ਿਤਾ ਸ਼ਰਮਾ', 'ਸੰ\
    ਪਰਕ ਕਰੋ', 'ਕਾਪੀਰਾਈਟ', 'ਸਾਰੇ ਹੱਕ ਰਾਖਵੇਂ ਹਨ', 'ਇਹ ਨਮੂਨਾ ਨਾਲ ਬਣਾਇਆ ਗਿਆ ਹੈ', 'ਨਾਲ', 'ਪ੍ਰੋ-ਕੋਡਰ']

    return ls2



# Function for storing whole text of User Home
def user_home_text4():

    ls3 = ['किसनटेक', 'नाव', 'फोन नंबर', 'स्थिती', 'शेतकरी', 'स्थान', 'अंबाला, हरियाणा', 'अधिक माहिती', 'मुख्यपृष्ठ', 'हवामान', 'काम', 'ब्लॉग', 'संपर्क', 'क\
    िसन', 'टेक', 'निसर्गावर रुजले', 'आमची खास वैशिष्ट्ये', 'येथे आपणास आपल्या जागेची गरम पाणी, अर्थसहाय्य आणि आपल्या पिकासाठी उपयुक्त असे फर्टिलिझर्सच\
    ी माहिती मिळेल.', 'हवामान अंदाज', 'पुढील सात दिवस हवामानातील बदल जाणून घेण्यासाठी येथे क्लिक करा', 'आर्थिक मदत', 'आश्चर्यकारक कर्ज आणि विमा ऑफरचे \
    बेनिफिट मिळविण्यासाठी येथे क्लिक करा', 'आता खरेदी करा', 'आपल्या पिकासाठी योग्य किंमतीत योग्य साहित्य मिळविण्यासाठी येथे क्लिक करा', 'व्हिडिओ', 'आप\
    ल्यासाठी माहितीपूर्ण व्हिडिओ', 'स्पष्टीकरण', 'सर्वसमर्थक पॉइंटिंगवरही नियंत्रण नसते', 'अगदी जवळजवळ अनर्थोग्राफिक जीवन आहे या आंधळ्या ग्रंथांबद्दलद\
    ेखील सर्वांगीण पॉइंटिंगचे कोणतेही नियंत्रण नसते परंतु एके दिवशी लोरेम इप्सम नावाने अंध मजकुराची एक छोटी ओळ व्याकरणातून दूरच्या जगाकडे जाण्याचा निर\
    ्णय घेतला.', 'अर्ज', 'सर्वसमर्थक पॉइंटिंगवरही नियंत्रण नसते', 'अगदी जवळजवळ अनर्थोग्राफिक जीवन आहे या आंधळ्या ग्रंथांबद्दलदेखील सर्वांगीण पॉइंटिंगच\
    े कोणतेही नियंत्रण नसते परंतु एके दिवशी लोरेम इप्सम नावाने अंध मजकुराची एक छोटी ओळ व्याकरणातून दूरच्या जगाकडे जाण्याचा निर्णय घेतला.', 'वेब डिझाइन\
    ', 'सर्वसमर्थक पॉइंटिंगवरही नियंत्रण नसते', 'अगदी जवळजवळ अनर्थोग्राफिक जीवन आहे या आंधळ्या ग्रंथांबद्दलदेखील सर्वांगीण पॉइंटिंगचे कोणतेही नियंत्रण\
    नाही परंतु एके दिवशी लोरेम इप्सम नावाच्या अंध टेटची एक छोटी ओळ व्याकरणाच्या दुर्गम जागी रवाना होण्याचा निर्णय घेतला.', 'तुमच्या भेटीसाठी धन्यवाद'\
    , 'आम्ही आपल्यासाठी अधिक वैशिष्ट्ये येथे आहोत!', 'आर्थिक मदत', "आर्थिक मदतीसाठी येथे क्लिक करा. 'एक चांगली आर्थिक योजना हा एक रोडमॅप आहे जो आपल्या\
    ला दर्शवितो की आपण घेत असलेल्या निवडीमुळे आपल्या भविष्यावर कसा परिणाम होईल.'", 'एकाधिक कार्ये', 'अगदी सर्वत्र पॉइंटिंगकडेही अंध ग्रंथांविषयी नियंत\
    ्रण नसते ते जवळजवळ एक अनर्थोग्राफिक आहे.', 'प्रगत व्हिज्युअलायझेशन', 'अगदी सर्वत्र पॉइंटिंगकडेही अंध ग्रंथांविषयी नियंत्रण नसते ते जवळजवळ एक अनर्थ\
    ोग्राफिक आहे.', 'समुदाय आणि समर्थन', 'अगदी सर्वत्र पॉइंटिंगकडेही अंध ग्रंथांविषयी नियंत्रण नसते ते जवळजवळ एक अनर्थोग्राफिक आहे.', 'आपल्यासाठी सहाय\
    ्यक दुवे !!', 'सह संबद्ध करण्यासाठी येथे क्लिक करा -', 'पंतप्रधान-किसन-सन्मान-निधी-युवा', 'सर्व तपशील जाणून घेण्यासाठी येथे क्लिक करा -', 'केंद्र \
    सरकार-योजना', 'विकासक', 'प्रो-कोडर्स', 'आदित्य सिंघल', 'अभय धीमान', 'आयुष मलिक', 'अक्षिता शर्मा', 'संपर्क', 'कॉपीराइट', 'सर्व हक्क राखीव', 'हे टेम\
    ्पलेट बनलेले आहे', 'द्वारा', 'प्रो-कोडर्स']

    return ls3



# Function for storing whole text of User Home
def user_home_text5():

    ls4 = ['கிசான்டெக்', 'பெயர்', 'தொலைபேசி எண்', 'நிலை', 'உழவர்', 'இடம்', 'அம்பாலா, ஹரியானா', 'மேலும் தகவல்', 'வீடு', 'வானிலை', 'வ\
    ேலை', 'வலைப்பதிவு', 'தொடர்பு கொள்ளுங்கள்', 'கிசான்', 'தொழில்நுட்பம்', 'இயற்கைக்கு வேரூன்றியது', 'எங்கள் சிறப்பு அம்சங்கள்'\
    , 'உங்கள் இருப்பிடத்தின் வானிலை, நிதி உதவி மற்றும் உங்கள் பயிர்களுக்கு ஏற்ற ஃபெர்டிலைசர்கள் பற்றிய தகவல்களை இங்கே பெறுவீர்\
    கள் !!', 'WEATHER FORECAST', 'அடுத்த ஏழு நாட்களுக்கு காலநிலை மாற்றங்களை அறிய இங்கே கிளிக் செய்க', 'நிதி உதவி', 'அற்புதமான \
    கடன் மற்றும் காப்பீட்டு சலுகைகளின் பெனிஃபிட்டைப் பெற இங்கே கிளிக் செய்க', 'இப்பொழுது வாங்கு', 'உங்கள் பயிருக்கு பொருத்தமா\
    ன பொருட்களை சிறந்த விலையில் பெற இங்கே கிளிக் செய்க', 'வீடியோக்கள்', 'உங்களுக்கான தகவல் வீடியோக்கள்', 'விளக்கம்', 'அனைத்து \
    சக்திவாய்ந்த பாயிண்டிங் கூட எந்த கட்டுப்பாடும் இல்லை', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற்கும் கூட குருட்டு நூல்களைப் பற்\
    றி எந்த கட்டுப்பாடும் இல்லை, இது கிட்டத்தட்ட வழக்கத்திற்கு மாறான வாழ்க்கை. ஒரு நாள் இருப்பினும் லோரெம் இப்சம் என்ற பெயரில்\
    ஒரு சிறிய குருட்டு உரை தொலைதூர இலக்கண உலகத்திற்கு செல்ல முடிவு செய்தது.', 'விண்ணப்பம்', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்\
    கூட எந்த கட்டுப்பாடும் இல்லை', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற்கும் கூட குருட்டு நூல்களைப் பற்றி எந்த கட்டுப்பாடும் இல\
    ்லை, இது கிட்டத்தட்ட வழக்கத்திற்கு மாறான வாழ்க்கை. ஒரு நாள் இருப்பினும் லோரெம் இப்சம் என்ற பெயரில் ஒரு சிறிய குருட்டு உரை \
    தொலைதூர இலக்கண உலகத்திற்கு செல்ல முடிவு செய்தது.', 'வலை வடிவமைப்பு', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங் கூட எந்த கட்டுப்பாடு\
    ம் இல்லை', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற்கும் கூட குருட்டு நூல்களைப் பற்றி எந்த கட்டுப்பாடும் இல்லை, இது கிட்டத்தட்ட\
    வழக்கத்திற்கு மாறான வாழ்க்கை. இருப்பினும் ஒரு நாள் லோரெம் இப்சம் என்ற பெயரில் ஒரு சிறிய குருட்டு டெட் தொலைதூர இலக்கண உலகத\
    ்திற்கு செல்ல முடிவு செய்தது.', 'உங்கள் வருகைக்கு நன்றி', 'உங்களுக்காக நாங்கள் இன்னும் பல அம்சங்களைக் கொண்டுள்ளோம் !!', 'ந\
    ிதி உதவி', "நிதி உதவிக்கு இங்கே கிளிக் செய்க. 'ஒரு நல்ல நிதித் திட்டம் என்பது ஒரு வரைபடமாகும், இது இன்று நாம் செய்யும் தேர\
    ்வுகள் நம் எதிர்காலத்தை எவ்வாறு பாதிக்கும் என்பதைக் காட்டுகிறது.'", 'பல செயல்பாடுகள்', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற\
    ்கும் கூட குருட்டு நூல்களைப் பற்றி எந்த கட்டுப்பாடும் இல்லை, இது கிட்டத்தட்ட வழக்கத்திற்கு மாறானது.', 'மேம்பட்ட காட்சிப்பட\
    ுத்தல்', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற்கும் கூட குருட்டு நூல்களைப் பற்றி எந்த கட்டுப்பாடும் இல்லை, இது கிட்டத்தட்ட வ\
    ழக்கத்திற்கு மாறானது.', 'சமூகம் மற்றும் ஆதரவுகள்', 'அனைத்து சக்திவாய்ந்த பாயிண்டிங்கிற்கும் கூட குருட்டு நூல்களைப் பற்றி எ\
    ந்த கட்டுப்பாடும் இல்லை, இது கிட்டத்தட்ட வழக்கத்திற்கு மாறானது.', 'உங்களுக்கு உதவக்கூடிய இணைப்புகள் !!', 'இணைக்க இங்கே கிள\
    ிக் செய்க -', 'PM-KISAN-SAMMAN-NIDHI-YOJANA', 'இதன் அனைத்து விவரங்களையும் அறிய இங்கே கிளிக் செய்க -', 'மத்திய அரசு-திட்டங்\
    கள்', 'டெவலப்பர்கள்', 'புரோ கோடர்கள்', 'ஆதித்யா சிங்கால்', 'அபய் திமான்', 'ஆயுஷ் மாலிக்', 'அக்ஷிதா சர்மா', 'தொடர்பு', 'பதி\
    ப்புரிமை', 'அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை', 'இந்த வார்ப்புரு உருவாக்கப்பட்டுள்ளது', 'வழங்கியவர்', 'புரோ கோடர்கள்'] 

    return ls4



# Function for storing whole text of Weather Page
def weather_text():
    text_lis = [
    "Weather",
    "Home",
    "Weather",
    "Work",
    "Blog",
    "Contact",
    "Weather ",
    "Max",
    "Min",
    "Visibility",
    "Wind",
    "Humidity",
    "DEVELOPERS",
    "PRO-CODERS",
    "Aaditya Singhal",
    "Abhay Dhiman",
    "Ayush Malik ",
    "Akshita Sharma",
    "CONTACT",
    "Copyright",
    "All rights reserved",
    "This template is made with",
    "by",
    "PRO-CODERS"
    ]

    return text_lis




